{

"Digital Solutions and Marketing | LNA Digital Agency":"Soluções Digitais e Marketing | LNA Assessoria Digital",

"Website Optimization - SEO": "Otimização de sites - SEO",
"More than an agency, we are a team dedicated to results and goals and we offer innovative solutions for your business, improving your marketing and digital appearance and boosting your reach!":"Mais do que uma agência, somos uma equipe dedicada em resultados e metas e oferecemos soluções inovadoras para o seu negócio, aperfeiçoando o seu marketing e aparência digital e impulsionando seu alcance!",


"Digital marketing":"Marketing digital",
"Social networks":"Redes sociais",
"Visual identity":"Identidade visual",
"Website development":"Desenvolvimento de sites responsivos",
"Traffic Management":"Gestão de tráfico",


"We are specialists in marketing and strategic solutions that will help you boost the reach of your business and accelerate your company's growth by masterfully implementing innovative strategies and solutions for your trade, attracting more customers and expanding your target audience. Get results right away! Contact us!":"Somos especialistas em marketing e soluções estratégicas que ajudarão você a aumentar o alcance do seu negócio e acelerar o crescimento da sua empresa, implementando com maestria estratégias e soluções inovadoras para o seu comércio, atraindo mais clientes e expandindo seu público-alvo. Consiga resultados imediatamente! Fale conosco!",
"Logos, Digital Advice,Frontend development, store,social networks, publicity, paid posts, Digital marketing, digital design, marketing solutions, seo, seo optimization,marketing, target ad, social media, email marketing, marketing strategy, seo services,websites, graphical design, logo design, website design, web development, brand, paid traffic, software, ecommerce, communication, advertising, ads, web agency, wordpress, design, target audience, graphic design, logos, website creation, digital design, responsive website, app, mobile, sales, salesforce, strategy, commerce, commercial":"Marketing digital,Assessoria digital, soluções digitais, ecommerce, design digital, soluções de marketing, seo, otimização de seo, marketing, anúncio de destino, redes sociais, mídias sociais, posts para redes sociais, e-mail marketing, estratégia de marketing, serviços de seo, sites, design gráfico, design de logotipo, design de site, desenvolvimento web, marca, tráfego pago, programas, softwares, aplicativos, comércio digital, publicidade,comunicação, propaganda, anúncios, Agência web, Wordpress, desenhar, público-alvo, design gráfico, Logotipos, Criação de site, design digital, site responsivo, aplicativo, Móvel, vendas, força de vendas, estratégia, comércio, comercial, redes sociais, soluções digitais, marketing digital, estratégia de vendas, desenvolvimento frontend, marca, domínio, hospedagem, loja, comércio, impulsionar vendas, aumentar vendas",

" We are a Digital Agency specialized in marketing strategies and processes to expand and increase your sales.": " Somos uma assessoria digital especializada em estratégias e processos de vendas para ampliar o seu negócio.",
"    We contribute to the success and growth of your brand. \n Through communication, marketing and social media strategies we achieve high performance to achieve your goals and leverage your sales and expand the reach of your trade. ": "    Contribuímos para o sucesso e crescimento da sua marca. \n Por meio de estratégias de comunicação, marketing e redes sociais conseguimos alta performance para atingir seus objetivos e alavancar as suas vendas e expandir o alcance do seu comércio.",
 

"The importance of Digital Marketing": "A importância do Marketing Digital",
"    Ever heard that establishing an online presence is critical to the growth of any type of business? Well, with the connected world we have today, it is practically impossible to market your products or services without using what we call Digital Marketing. \n Digital Marketing is the promotion of products or brands through digital media. It is one of the main ways companies have to communicate with the public in a direct, personalized and timely manner.": "    Já ouviu falar que estabelecer uma presença online é fundamental para o crescimento de qualquer tipo de empresa? Pois é com o mundo conectado que temos hoje, é praticamente impossível comercializar seus produtos ou serviços sem usar o que chamamos de Marketing Digital. \n Marketing Digital é a promoção de produtos ou marcas por meio de mídias digitais. Ele é uma das principais maneiras que as empresas têm para se comunicar com o público de forma direta, personalizada e no momento certo.",

"But what is the advantage of investing in marketing and traffic to your business?": "Mas qual a vantagem de investir no marketing e tráfego do seu negócio?",
"    Nowadays practically everyone has a cell phone and internet access, and we spend an average of more than 8 hours online. How can you not use this to your advantage to promote your brand, products and services and get more customers and sales?": "    Hoje em dia praticamente todo mundo possui celular e acesso a internet, e passamos em média mais de 8 horas online. Porque não aproveitar isso a seu favor para divulgar sua marca, seus produtos e serviços e conseguir mais clientes e vendas?",


"SEO & Social Media": "SEO & Redes Sociais",
"    The best way to expand the reach obtained in your business is by making use of social networks and search engines. Standing out and being among the first results of searches and searches among a certain segment, as well as being present on popular social networks and having a service and presentation channel are the best ways to boost your sales and reach your customers!": "    A melhor forma de ampliar o alcance obtido em seu comércio, é fazendo uso das redes sociais e motores de busca. Se destacando e ficando entre os primeiros resultados de pesquisas e buscas entre determinado segmento, como também sendo presente nas redes sociais populares e possuindo um canal de atendimento e apresentaçao são as melhores formas de impulsionar as suas vendas e atingir seus clientes!",
 
"Boost your business now!": "Impulsione já os seus negócios!",
"    Contact us and tell us about your business! Extend the reach of your target audience and boost your visual identity, and attract more customers!": "    Entre em contato conosco e nos conte sobre seu negócio! Amplie o alcance do seu público-alvo e dê um UP na sua imagem, e atraia mais clientes!",

"Social Links": "Redes sociais",

"Target Audience":"Público-alvo",
"Paid traffic": "Trafégo pago",

"    Defining a target audience is one of the main steps in planning any new business. Identifying the segment that offers the most opportunities for your venture, in addition to guiding the positioning and performance of the brand in the market, is extremely important for the elaboration of marketing strategies.":"    Definir um público-alvo é uma das principais etapas no planejamento de qualquer novo negócio. A identificação do segmento que mais oferece oportunidades ao seu empreendimento, além de orientar o posicionamento e atuação da marca no mercado, é extremamente importante para a elaboração das estratégias de marketing.",
"    All access your platform receives is traffic, whether it comes from search results, social networks or other internet sites. What we call “paid traffic” is precisely the strategy of investing a certain amount to attract more hits and generate more traffic.":"    Todo acesso que sua plataforma recebe é tráfego, seja ele oriundo de resultados de busca, de redes sociais ou de outros sites da internet. O que a gente chama de “tráfego pago” justamente é a estratégia de investir uma determinada quantia para atrair mais acessos e gerar mais tráfego.",


"All rights reserved": "Todos os direitos reservados",

"LNA Digital Agency": "LNA Assessoria Digital",


 

"    We are an agency that provides digital advice to companies offering to implement a specialized marketing work for their activities, but which, for whatever reason, is unable to have a specialized department to meet all their demands. The search for these services has grown a lot in the last two decades, driven by the increasingly present influence of the internet in the lives of consumers.": "    Somos uma agência que presta assessoria digital para empresas oferecendo buscar implementar um trabalho de marketing especializado para as suas atividades, mas que, por qualquer que seja o motivo, não possui condições de ter um departamento especializado para atender a todas as suas demandas. A busca por esses serviços cresceu muito nas últimas duas décadas, impulsionada pela influência cada vez mais presente da internet na vida dos consumidores.",

"Focused on excellence": "Focados em excelência",
"    LNA Digital agency offers the opportunity for your company to act on several fronts with the best in the new trends through specialized professionals who are always in search of knowledge to meet the marketing needs of your organization. You will have a professional team for all the demands that a marketing department needs to deliver the results you expect with excellence and assertiveness, all the activities necessary for your company to operate with maximum productivity.": "    A LNA Assessoria Digital oferece a oportunidade para a sua empresa atuar em diversas frentes com o que há de melhor dentro das novas tendências por meio de profissionais especializados que estão sempre em busca de conhecimento para atender as necessidades mercadológicas da sua organização. Você contará com uma equipe profissional para todas as demandas que um departamento de marketing precisa para entregar os resultados que você espera com excelência e assertividade todas as atividades necessárias para que a sua empresa opere com o máximo de produtividade.",

"Competence in creating websites, platforms and building your brand": "Competência em criação de sites, plataformas e criação de sua marca",
"    The best way to gain strength in the market is to create the image of your brand authority on the subject of your segment. LNA Digital agency will help you achieve this positioning in the market through various strategies such as SEO, paid traffic, website and logo creation, brand building and social media. If these strategies are implemented correctly, your brand will soon be relevant on the internet and may even be a reference in your sector, attracting more users and boosting your sales.": "    A melhor maneira de se conquistar força no mercado é criar a imagem de autoridade da sua marca no assunto de seu segmento. A LNA Assessoria Digital te ajudará a alcançar esse posicionamento no mercado por meio de diversas estratégias como SEO, tráfego pago, criação de sites e logotipos, construção de sua marca e mídias sociais. Se essas estratégias forem executadas da maneira correta, dentro de pouco tempo sua marca será relevante na internet e poderá inclusive ser referência em seu setor, atraindo mais usuários e impulsionando suas vendas.",



"SEO is an area of digital marketing that encompasses activities linked to the creation of website content based on previously targeted keywords in the search engine of your choice. Thus, conquering the first place in Google searches and highlighting your site in search indexes, increasing the chances of expanding the views of your business.": "SEO é uma área do marketing digital que engloba atividades ligadas à criação de conteúdo do site com base em palavras-chave previamente segmentadas no mecanismo de busca de sua escolha. Assim, conquistando o primeiro lugar nas buscas do Google e destacando seu site nas indexações de busca, aumentando as chances de ampliar as visualizações do seu comércio",

"Digital marketing is the set of strategies used to prospect, attract and convert customers in the digital environment, making use of the various Internet channels — websites, blogs, social networks, email marketing and the like. In which it allows you to create personalized products and services and measure everything that happens to improve the experience": "Marketing digital é o conjunto de estratégias utilizadas para prospectar, atrair e converter clientes no ambiente digital, fazendo uso dos diversos canais da Internet — sites, blogs, redes sociais, e-mail marketing e afins. No qual permite criar produtos e serviços personalizados e medir tudo o que acontece para melhorar a experiência",

"Most online strategies today refer to social networks. This is because the number of users of Facebook, Instagram, YouTube, etc. increase every day, facilitating a greater reach of people and also the engagement with your brand. However, to stand out from the competition, you need more relevant content, reach more people and increase the number of followers.":"Grande parte das estratégias online hoje referem-se às redes sociais. Isso porque o número de usuários de Facebook, Instagram, YouTube, etc. aumentam a cada dia, facilitando um alcance maior de pessoas e também o engajamento com sua marca. No entanto, para se destacar da concorrência é necessário um conteúdo mais relevante, atingir mais pessoas e aumentar o número de seguidores.",

"Visual identity is the set of graphic elements that aim to communicate to the public the idea, values, purpose and mission of a company, product or service. Some elements of the visual identity are names.. slogans.. colors.. typography.. packaging and other advertising pieces":"Identidade visual é o conjunto de elementos gráficos que objetivam comunicar ao público a ideia, os valores, o propósito e a missão de uma empresa, produto ou serviço. Alguns elementos da identidade visual são nomes.. slogans.. cores.. tipografias.. embalagens e outras peças de divulgação",
"Building a website is an elementary process for your image in the market, as it is the representation of your company on the internet. It is important that this site is functional, responsive, attractive and has good navigability. Because it will be the first impression to be given to your customers, being able to captivate and attract more users to get sales through your page.":"A construção de um site é um processo elementar para sua imagem no mercado, pois ele é a representação da sua empresa na internet. É importante que esse site seja funcional, responsivo, atrativo e possua uma boa navegabilidade. Pois ele será a primeira impressão a ser passada aos seus clientes, podendo cativar e atrair mais usuários a conseguir vendas através da sua página",

"Traffic management is the process of organizing, analyzing and releasing demands, managing and creating ads, marketing strategies and actions within a digital marketing agency, to generate sales and results for a client, through specific tools, thus attracting more users to your channels and social networks.": "Gestão de tráfego é o processo de organizar, analisar e liberar demandas, gerenciar e criar anúncios, estratégias de marketing e ações dentro de uma agência de marketing digital, para gerar vendas e resultados a um cliente, por intermédio de ferramentas específicas, assim atraindo mais usuários para seus canais e redes sociais.",












"About us": "Sobre nós",
"Policy": "Politica",
"About": "Sobre",
"Your phone number": "Seu telefone",
"Phone number": "Telefone",
"Name is required": "O nome é obrigatório",
"Email address is required": "O email é obrigatório",
"Email address is invalid": "O email está incorreto",
"Message is required": "A mensagem é obrigatória",
"Error": "Erro",
"Success": "Sucesso",
"Message sent!": "Mensagem enviada!",
"Message not sent!": "Mensagem não enviada!",
"Our portfolio": "Nossa galeria",
"Services": "Serviços",
"Portfolio": "Portfólio",
"Tell us everything": "Nos conte tudo!",
  "Contact": "Contato",
  "Do you have any question? Feel free to reach out.": "Tem alguma dúvida? Sinta-se livre para nos contatar",
  "Let's Chat": "Vamos conversar",
  "Application Security": "Segurança da aplicação",
  "Software Principles": "Principios de software",
  "Support Center": "Centro de Apoio",
  "Customer Support": "Suporte ao cliente",
  "Address": "Endereço", 
  "Press": "Prensa",
  "Careers & Culture": "Carreiras & Cultura",
  "Language": "Idioma",
  "See more": "Veja mais",
  "Learn more": "Mais informações",
  "Get in touch": "Entrar em contato",
  "Submit": "Enviar",
  "Company": "Empresa",
  "Message" : "Mensagem",
  "Your Message": "Sua mensagem",
  "Name" : "Nome",
  "Your Name": "Seu nome",
  "Email" : "Email",
  "Your Email": "Seu email"
}
