{

"Digital Solutions and Marketing | LNA Digital Agency": "Soluciones Digitales y Marketing | LNA Agencia Digital",


"We are specialists in marketing and strategic solutions that will help you boost the reach of your business and accelerate your company's growth by masterfully implementing innovative strategies and solutions for your trade, attracting more customers and expanding your target audience. Get results right away! Contact us!":"Somos especialistas en marketing y soluciones estratégicas que te ayudarán a potenciar el alcance de tu negocio y acelerar el crecimiento de tu empresa implementando magistralmente estrategias y soluciones innovadoras para tu comercio, atrayendo más clientes y ampliando tu público objetivo. ¡Obtenga resultados de inmediato! ¡Contáctenos!",

"More than an agency, we are a team dedicated to results and goals and we offer innovative solutions for your business, improving your marketing and digital appearance and boosting your reach!":"Más que una agencia, somos un equipo dedicado a resultados y metas y ofrecemos soluciones innovadoras para tu negocio, mejorando tu marketing y apariencia digital y potenciando tu alcance!",

"Logos, Digital Advice,Frontend development, store,social networks, publicity, paid posts, Digital marketing, digital design, marketing solutions, seo, seo optimization,marketing, target ad, social media, email marketing, marketing strategy, seo services,websites, graphical design, logo design, website design, web development, brand, paid traffic, software, ecommerce, communication, advertising, ads, web agency, wordpress, design, target audience, graphic design, logos, website creation, digital design, responsive website, app, mobile, sales, salesforce, strategy, commerce, commercial": "Marketing digital, asesoramiento digital, soluciones digitales, comercio electrónico, diseño digital, soluciones de marketing, seo, optimización de seo, marketing, anuncio de destino, redes sociales, redes sociales, publicaciones en redes sociales, marketing por correo electrónico, estrategia de marketing, servicios de seo, sitios web, diseño gráfico , diseño de logotipos, diseño de sitios web, desarrollo web, branding, tráfico pago, programas, software, aplicaciones, comercio digital, publicidad, comunicación, publicidad, anuncios, agencia web, wordpress, diseño, público objetivo, diseño gráfico, logotipos, diseño de sitios web, diseño digital, sitio web adaptable, aplicación, móvil, ventas, fuerza de ventas, estrategia, comercio, comercial, medios de comunicación social, soluciones digitales, marketing digital, estrategia de ventas, desarrollo frontend, marca, dominio, alojamiento, tienda, aumentar las ventas, aumentar Ventas",
"Website Optimization - SEO": "Optimización de sitios web - SEO",

"Digital marketing":"Publicidad digital",
"Social networks":"Redes sociales",
"Visual identity":"Identidad visual",
"Website development":"Creación de sitios web",
"Traffic Management":"Gestión del tráfico",

" We are a Digital Agency specialized in marketing strategies and processes to expand and increase your sales.": " Somos una Agencia Digital especializada en estrategias y procesos de marketing para expandir e incrementar tus ventas",

"    We contribute to the success and growth of your brand. \n Through communication, marketing and social media strategies we achieve high performance to achieve your goals and leverage your sales and expand the reach of your trade. ": "    Contribuimos al éxito y crecimiento de tu marca. \n Através de estrategias de comunicación, marketing y redes sociales logramos un alto rendimiento para alcanzar sus objetivos y potenciar sus ventas y ampliar el alcance de su comercio.",
 

"The importance of Digital Marketing": "La importancia del Marketing Digital",
"    Ever heard that establishing an online presence is critical to the growth of any type of business? Well, with the connected world we have today, it is practically impossible to market your products or services without using what we call Digital Marketing. \n Digital Marketing is the promotion of products or brands through digital media. It is one of the main ways companies have to communicate with the public in a direct, personalized and timely manner.": "    ¿Alguna vez escuchó que establecer una presencia en línea es fundamental para el crecimiento de cualquier tipo de negocio? Bueno, con el mundo conectado que tenemos hoy, es prácticamente imposible comercializar sus productos o servicios sin usar lo que llamamos Marketing Digital. \n El marketing digital es la promoción de productos o marcas a través de medios digitales. Es una de las principales vías que tienen las empresas para comunicarse con el público de manera directa, personalizada y oportuna.",

"But what is the advantage of investing in marketing and traffic to your business?": "Pero, ¿cuál es la ventaja de invertir en marketing y tráfico para tu negocio?",
"    Nowadays practically everyone has a cell phone and internet access, and we spend an average of more than 8 hours online. How can you not use this to your advantage to promote your brand, products and services and get more customers and sales?": "    Hoy en día prácticamente todo el mundo tiene un teléfono móvil y acceso a Internet, y pasamos un promedio de más de 8 horas en línea. ¿Cómo no puedes usar esto a tu favor para promocionar tu marca, productos y servicios y obtener más clientes y ventas?",


"SEO & Social Media": "SEO y redes sociales",
"    The best way to expand the reach obtained in your business is by making use of social networks and search engines. Standing out and being among the first results of searches and searches among a certain segment, as well as being present on popular social networks and having a service and presentation channel are the best ways to boost your sales and reach your customers!": "    La mejor forma de ampliar el alcance obtenido en tu negocio es haciendo uso de las redes sociales y buscadores. Destacar y estar entre los primeros resultados de búsquedas y búsquedas entre un determinado segmento, además de estar presente en redes sociales populares y tener un canal de atención y presentación son las mejores formas de impulsar tus ventas y llegar a tus clientes!",
 
"Boost your business now!": "¡Impulsa tu negocio ahora!",
"    Contact us and tell us about your business! Extend the reach of your target audience and boost your visual identity, and attract more customers!": "    ¡Contáctanos y cuéntanos sobre tu negocio! Amplíe el alcance de su público objetivo y aumente su identidad visual, ¡y atraiga a más clientes!",

"Social Links": "Vínculos Sociales",

"Target Audience":"Público objetivo",
"Paid traffic": "Tráfico pagado",

"    Defining a target audience is one of the main steps in planning any new business. Identifying the segment that offers the most opportunities for your venture, in addition to guiding the positioning and performance of the brand in the market, is extremely important for the elaboration of marketing strategies.":"    Definir un público objetivo es uno de los pasos principales en la planificación de cualquier nuevo negocio. Identificar el segmento que ofrece más oportunidades para su emprendimiento, además de orientar el posicionamiento y desempeño de la marca en el mercado, es de suma importancia para la elaboración de estrategias de marketing.",
"    All access your platform receives is traffic, whether it comes from search results, social networks or other internet sites. What we call “paid traffic” is precisely the strategy of investing a certain amount to attract more hits and generate more traffic.":"    Todo el acceso que recibe su plataforma es tráfico, ya sea que provenga de resultados de búsqueda, redes sociales u otros sitios de Internet. Lo que llamamos “tráfico pago” es precisamente la estrategia de invertir una cierta cantidad para atraer más visitas y generar más tráfico.",


"All rights reserved": "Reservados todos los derechos",

"LNA Digital Agency": "Agencia Digital LNA",


 

"    We are an agency that provides digital advice to companies offering to implement a specialized marketing work for their activities, but which, for whatever reason, is unable to have a specialized department to meet all their demands. The search for these services has grown a lot in the last two decades, driven by the increasingly present influence of the internet in the lives of consumers.": "    Somos una agencia que brinda asesoría digital a empresas que se proponen implementar un trabajo de marketing especializado para sus actividades, pero que, por el motivo que sea, no puede contar con un departamento especializado para atender todas sus demandas. La búsqueda de estos servicios ha crecido mucho en las últimas dos décadas, impulsada por la influencia cada vez más presente de internet en la vida de los consumidores.",

"Focused on excellence": "Enfocado en la excelencia",
"    LNA Digital agency offers the opportunity for your company to act on several fronts with the best in the new trends through specialized professionals who are always in search of knowledge to meet the marketing needs of your organization. You will have a professional team for all the demands that a marketing department needs to deliver the results you expect with excellence and assertiveness, all the activities necessary for your company to operate with maximum productivity.": "    La agencia LNA Digital ofrece la oportunidad de que su empresa actúe en varios frentes con lo mejor de las nuevas tendencias a través de profesionales especializados que siempre están en la búsqueda de conocimientos para satisfacer las necesidades de marketing de su organización. Contarás con un equipo profesional para todas las exigencias que un departamento de marketing necesita para entregar los resultados que esperas con excelencia y asertividad, todas las actividades necesarias para que tu empresa opere con la máxima productividad.",

"Competence in creating websites, platforms and building your brand": "Competencia en la creación de sitios web, plataformas y construcción de su marca.",
"    The best way to gain strength in the market is to create the image of your brand authority on the subject of your segment. LNA Digital agency will help you achieve this positioning in the market through various strategies such as SEO, paid traffic, website and logo creation, brand building and social media. If these strategies are implemented correctly, your brand will soon be relevant on the internet and may even be a reference in your sector, attracting more users and boosting your sales.": "    La mejor manera de ganar fuerza en el mercado es crear la imagen de autoridad de su marca en el tema de su segmento. La agencia LNA Digital lo ayudará a lograr este posicionamiento en el mercado a través de diversas estrategias, como SEO, tráfico pagado, creación de sitios web y logotipos, construcción de marca y redes sociales. Si estas estrategias se implementan correctamente, su marca pronto será relevante en Internet e incluso puede ser una referencia en su sector, atrayendo a más usuarios y aumentando sus ventas.",



"SEO is an area of ​​digital marketing that encompasses activities linked to the creation of website content based on previously targeted keywords in the search engine of your choice. Thus, conquering the first place in Google searches and highlighting your site in search indexes, increasing the chances of expanding the views of your business.": "El SEO es un área del marketing digital que engloba actividades vinculadas a la creación de contenidos para sitios web basados ​​en palabras clave previamente orientadas en el motor de búsqueda de tu elección. Así, conquistando el primer lugar en las búsquedas de Google y destacando su sitio en los índices de búsqueda, aumentando las posibilidades de ampliar las vistas de su negocio.",

"Digital marketing is the set of strategies used to prospect, attract and convert customers in the digital environment, making use of the various Internet channels — websites, blogs, social networks, email marketing and the like. In which it allows you to create personalized products and services and measure everything that happens to improve the experience": "El marketing digital es el conjunto de estrategias utilizadas para prospectar, atraer y convertir clientes en el entorno digital, haciendo uso de los diversos canales de Internet: sitios web, blogs, redes sociales, marketing por correo electrónico y similares. En el que te permite crear productos y servicios personalizados y medir todo lo que sucede para mejorar la experiencia",

"Most online strategies today refer to social networks. This is because the number of users of Facebook, Instagram, YouTube, etc. increase every day, facilitating a greater reach of people and also the engagement with your brand. However, to stand out from the competition, you need more relevant content, reach more people and increase the number of followers.":"La mayoría de las estrategias en línea hoy en día se refieren a las redes sociales. Esto se debe a que cada día aumenta el número de usuarios de Facebook, Instagram, YouTube, etc., facilitando un mayor alcance de personas y también el engagement con tu marca. Sin embargo, para destacar sobre la competencia, necesitas contenido más relevante, llegar a más personas y aumentar el número de seguidores.",

"Visual identity is the set of graphic elements that aim to communicate to the public the idea, values, purpose and mission of a company, product or service. Some elements of the visual identity are names.. slogans.. colors.. typography.. packaging and other advertising pieces":"La identidad visual es el conjunto de elementos gráficos que tienen como objetivo comunicar al público la idea, valores, propósito y misión de una empresa, producto o servicio. Algunos elementos de la identidad visual son nombres, eslóganes, colores, tipografía, empaques y otras piezas publicitarias.",
"Building a website is an elementary process for your image in the market, as it is the representation of your company on the internet. It is important that this site is functional, responsive, attractive and has good navigability. Because it will be the first impression to be given to your customers, being able to captivate and attract more users to get sales through your page.":"La construcción de un sitio web es un proceso elemental para su imagen en el mercado, ya que es la representación de su empresa en Internet. Es importante que este sitio sea funcional, responsivo, atractivo y tenga buena navegabilidad. Porque será la primera impresión a dar a tus clientes, pudiendo cautivar y atraer a más usuarios para conseguir ventas a través de tu página.",

"Traffic management is the process of organizing, analyzing and releasing demands, managing and creating ads, marketing strategies and actions within a digital marketing agency, to generate sales and results for a client, through specific tools, thus attracting more users to your channels and social networks.": "La gestión del tráfico es el proceso de organizar, analizar y liberar demandas, gestionar y crear anuncios, estrategias y acciones de marketing dentro de una agencia de marketing digital, para generar ventas y resultados para un cliente, a través de herramientas específicas, atrayendo así más usuarios a sus canales y redes sociales. redes",












"About us": "Sobre nosotros",
"Policy": "Política",
"About": "Sobre",
"Your phone number": "Su número de teléfono",
"Phone number": "Número de teléfono",
"Name is required": "Se requiere el nombre",
"Email address is required": "Se requiere Dirección de correo electrónico",
"Email address is invalid": "Dirección de correo electrónico es inválida",
"Message is required": "El mensaje es obligatorio",
"Error": "Erro",
"Success": "Éxito",
"Message sent!": "¡Mensaje enviado!",
"Message not sent!": "¡Mensaje no enviado!",
"Our portfolio": "Nuestra galería",
"Services": "Servicios",
"Portfolio": "Portafolio",
"Tell us everything": "Dinos todo!",
  "Contact": "Contacto",
  "Do you have any question? Feel free to reach out.": "¿Tienes alguna pregunta? Siéntase libre de comunicarse.",
  "Let's Chat": "Charlemos",
  "Application Security": "Seguridad de la aplicación",
  "Software Principles": "Principios de software",
  "Support Center": "Centro de Apoyo",
  "Customer Support": "Atención al cliente",
  "Address": "Dirección", 
  "Press": "Prensa",
  "Careers & Culture": "Carreras y cultura",
  "Language": "Idioma",
  "See more": "Ver más",
  "More information": "Más información",
  "Get in touch": "Ponerse en contacto",
  "Submit": "Enviar",
  "Company": "Compañía",
  "Message" : "Mensaje",
  "Your Message": "Tu mensaje",
  "Name" : "Nombre",
  "Your Name": "Su nombre",
  "Email" : "Correo electrónico",
  "Your Email": "Tu correo electrónico"
}
